<?php

return [
    'comments_mode' => [
        'public' => '',
        'consumer' => 'امکان نظر دهی برای این محصول صرفا برای خریداران آن مجاز است',
        'deactive' => 'امکان نظر دهی برای این محصول غیر فعال است'
    ],
    'vote_mode' => [
        'public' => '',
        'consumer' => 'امکان امتیاز دهی برای این محصول صرفا برای خریداران آن مجاز است',
        'deactive' => 'امکان امتیاز دهی برای این محصول غیر فعال است'
    ],
    'set_options' => [
        'success_message' => 'تنظیمات مدنظر باموفقیت به ثبت رسید',
        'failed_message' => 'ثبت تنظیمات با اختلال مواجه شد',
    ]
];
